Repository: studiojwd/skinmagazine
Catalog: lang/*.po
Languages: ar

source: Daily Archives
ar: الأرشيف اليومي

source: Monthly Archives
ar: Blablabla

source: Yearly Archives
ar: الأرشيف السنوي

source: Archives
ar: الأرشيف

source: All Posts by
ar: عن المشاركات التي كتبها

source: Browsing Category
ar: تصفح الفئة

source: Feedback
ar: تواصل معنا

source: Comment navigation
ar: تصفح التعليقات

source: Older Comments
ar: تعليقات أقدم

source: Newer Comments
ar: تعليقات أحدث

source: Comments are closed.
ar: التعليقات مغلقة.

source: You must be
ar: يجب أن تكون

source: logged in
ar: تسجيل الدخول

source: to post a comment.
ar: لنشر تعليق.

source: Logged in as
ar: الدخول مسجل باسم

source: Name
ar: اسم

source: Email
ar: البريد الإلكتروني

source: Website
ar: الموقع

source: Comment
ar: التعليق

source: Submit Comment
ar: ادخل التعليق

source: 404 Girlfriend Not Found
ar: 404 لم يتم العثور على صديقة

source: Sorry, no posts matched your criteria.
ar: عذرا، لا وظائف مطابقة للمعايير الخاصة بك.

source: Continue Reading <i class="fa fa-long-arrow-right"></i>
ar: مواصلة القراءة <i class="fa fa-long-arrow-right"></i>

source: Pages:
ar: صفحات:

source: Tagged with:
ar: مع المعلمة:

source: Author:
ar: مؤلف

source: Back to Top
ar: العودة لأعلى

source: Theme Options
ar: خيارات الموقع

source: Looking for Something?
ar: هل تبحث عن شيء؟

source: Navigation
ar: التنقل

source: Search Results For
ar: نتائج البحث عن

source: Previous Post
ar: الوظيفة السابقة

source: Next Post
ar: آخر القادمة

source: Posts Tagged for
ar: وظيفة معلم لل

source: General Settings
ar: الإعدادات العامة

source: Branding
ar: الهويات والعلامات التجارية

source: Logo
ar: شعار

source: Logo on Header
ar: الشعار على رأس

source: Upload your logo here.
ar: تحميل الشعار الخاص بك هنا.

source: Favicon
ar: ايقونة

source: 144px Favicon
ar: 144px فافيكون

source: Upload your favicon for third-generation iPad with high-resolution Retina display (144x144 px)
ar: تحميل فافيكون الخاص بك عن الجيل الثالث من آي باد مع ارتفاع القرار شاشة شبكية العين (144x144 بكسل)

source: 114px Favicon
ar: 114px فافيكون

source: Upload your favicon for iPhone with high-resolution Retina display (114x114 px)
ar: تحميل فافيكون لديك اي فون مع ارتفاع القرار شاشة شبكية العين (114x114 بكسل)

source: 72px Favicon
ar: 72px فافيكون

source: Upload your favicon For first- and second-generation iPad (72x72 px)
ar: تحميل فافيكون الخاص بك على الأول والجيل الثاني من آي باد (72x72 بيكسل)

source: 57px Favicon
ar: 57px فافيكون

source: Upload your favicon For non-Retina iPhone, iPod Touch, and Android 2.1+ devices (57x57 px)
ar: تحميل فافيكون الخاص بك لغير الشبكية، اي فون، آي بود تاتش، وأجهزة أندرويد 2.1+ (57x57 بيكسل)

source: Default Favicon
ar: فافيكون الافتراضي

source: Upload your favicon For Default Browser
ar: تحميل فافيكون الخاص بك لمتصفح افتراضي

source: Advanced Settings
ar: إعدادات متقدمة

source: Container Box
ar: صندوق الحاويات

source: Container Width
ar: عرض الحاويات

source: Boxed
ar: صندوقي

source: Full Width
ar: عرض كامل

source: Container Box Drop Shadow
ar: حاوية صندوق إسقاط الظل

source: Drop shadow for the box container that wrapping 2nd Menu, slider, post content, sidebar.
ar: شبح الهبوط للحاوية المربع الذي يلف القائمة 2، المنزلق، ومحتوى آخر، الشريط الجانبي.

source: Sidebar Configuration
ar: تكوين الشريط الجانبي

source: Sidebar Position
ar: الوظيفة الشريط الجانبي

source: Choose the sidebar position, this configuration will affect to all pages (home, blogroll, archive, category, tag, search, author)
ar: اختيار موقف الشريط الجانبي، وهذا التكوين يؤثر على كافة الصفحات (المنزل، المدونات، الأرشيف، الفئة، العلامة، البحث، مؤلف)

source: Right Sidebar
ar: الشريط الجانبي الايمن

source: Left Sidebar
ar: الشريط الجانبي الايسر

source: No Sidebar / Full Width
ar: لا الشريط الجانبي / عرض كامل

source: Featured Posts Slider
ar: شارك الوظائف المتزلج

source: Show featured content?
ar: مشاهدة المميز المحتوى؟

source: Choose Categorie(s)
ar: اختيار الفئة (ق)

source: The posts will show up within the choosen categories
ar: سوف تظهر الوظائف حتى ضمن الفئات المختار

source: Article Features
ar: المادة الميزات

source: Share Buttons
ar: حصة أزرار

source: Author Info
ar: معلومات الكاتب

source: Related Articles Box
ar: مقالات ذات صلة صندوق

source: 404 Page
ar: الصفحة 404

source: Not Found Title
ar: لم يتم العثور على عنوان

source: Not Found Title, leave blank to use default text
ar: لم يتم العثور على عنوان، وترك فارغا لاستخدام النص الافتراضي

source: Message 404
ar: رسالة 404

source: Content
ar: المحتوى:

source: Design & Styling
ar: تصميم والتصميم

source: Body Styling
ar: هيئة التصميم

source: Use Background overlay?
ar: استخدام خلفية تراكب؟

source: The layer that overlay the body background element
ar: الطبقة التي تراكب العنصر خلفية الجسم

source: Body Background Image
ar: هيئة صورة الخلفية

source: Upload your image here for body backgrond.
ar: تحميل الصور الخاصة بك هنا لbackgrond الجسم.

source: Stretch Background Image
ar: تمتد صورة الخلفية

source: Horizontal Repeat
ar: كرر الأفقي

source: Vertical Repeat
ar: كرر الرأسي

source: Horizontal & Vertical Repeat
ar: كرر أفقي وعمودي

source: No Repeat
ar: لا كرر

source: Background Position
ar: خلفية الوظيفة

source: top left
ar: أعلى اليسار

source: top center
ar: مركز أعلى

source: top right
ar: أعلى اليسار

source: center left
ar: يسار الوسط

source: center center
ar: مركز مركز

source: center right
ar: يمين الوسط

source: bottom left
ar: أسفل اليسار

source: bottom center
ar: مركز القاع

source: bottom right
ar: أسفل اليمين

source: Background Attachment
ar: الخلفية مرفق

source: Fixed
ar: Fixed - ثابت

source: Scroll
ar: التمرير

source: Accent Color
ar: لهجة اللون

source: Top Bar Styling
ar: الأعلى بار التصميم

source: Show Top Bar?
ar: تظهر أعلى شريط؟

source: Use Border (stroke)
ar: استخدام الحدود (السكتة الدماغية)

source: Border Color
ar: اللون الحدود

source: Background Color
ar: لون الخلفية

source: The background color for top bar
ar: لون خلفية الشريط العلوي

source: Text Color Default
ar: لون النص افتراضي

source: The text color for top bar
ar: لون النص على الشريط العلوي

source: Text Color (Accent)
ar: لون الخط (أكسنت)

source: Will affect to hover and active state links
ar: سوف تؤثر على لتحوم والروابط حالة نشطة

source: 2nd Menu Bar (Below Logo)
ar: شريط القوائم 2 (تحت شعار)

source: Show The Bar?
ar: إظهار شريط؟

source: The background color
ar: لون الخلفية

source: Text Color
ar: لون الخط

source: The text color
ar: لون النص

source: The border bottom color
ar: لون أسفل الحدود

source: Advertising
ar: الدعاية والإعلان

source: Top Banner Ads
ar: أعلى راية الإعلانات

source: Social Media Links That will appear in top right of the container
ar: وسائل الإعلام الروابط الاجتماعية والتي تظهر في أعلى يمين الحاويات

source: Enable Ads on article posts
ar: تمكين الإعلانات على المادة المشاركات

source: on top, will be displayed at the below of the breadcrumbs
ar: على القمة، وسيتم عرضه في أقل من فتات الخبز

source: Ads Script
ar: الإعلانات سيناريو

source: Social Media
ar: الوسائط الاجتماعية

source: Social Media Links
ar: سريعة وسائل الإعلام الاجتماعي

source: Facebook URL
ar: الفيسبوك URL

source: Put the link here
ar: وضع وصلة هنا

source: Twitter URL
ar: تويتر URL

source: Google+ URL
ar: URL في Google+

source: Youtube URL
ar: URL يوتيوب

source: Pinterest URL
ar: URL بينتيريست

source: Dribbble URL
ar: URL Dribbble

source: Instagram
ar: إينستاجرام

source: Flickr URL
ar: URL فليكر

source: github URL
ar: URL جيثب

source: linkedin URL
ar: URL ينكدين

source: tumblr URL
ar: URL نعرفكم

source: vimeo URL
ar: URL فيميو

source: Typography
ar: الطباعة

source: Use Custom Font
ar: استخدام مخصص الخط

source: Use custom font from google webfonts or not?
ar: استخدام خط مخصص من جوجل webfonts أم لا؟

source: <strong>Line-height Help!</strong>
ar: <قوية> خط الطول مساعدة! </ قوي>

source: Are you confuse how to set the ratio of the line-height and font-size? Just use this tool to make your life easier: <a href="http://www.pearsonified.com/typography/">Golden Ratio Typography Calculator</a>. Just remember that you need to fill the content width with <strong>640</strong>
ar: هل الخلط بين كيفية تعيين نسبة من خط الطول وحجم الخط؟ مجرد استخدام هذه الأداة لتجعل حياتك أسهل: <a href="http://www.pearsonified.com/typography/"> النسبة الذهبية حاسبة الطباعة </A>. فقط تذكر أنك تحتاج لملء عرض المحتوى مع على <strong> 640 </ قوي>

source: Body Font
ar: الخط الجسم

source: Font Face
ar: نوع الخط

source: Font Weight
ar: الوزن الخط

source: Font Style
ar: نمط الخط

source: Font Size (px)
ar: حجم الخط (بكسل)

source: Line Height (px)
ar: خط الطول (بكسل)

source: menu Font
ar: القائمة الخط

source: Heading Font
ar: يتجه الخط

source: Heading Font Face
ar: مداخل الوجه الخط

source: Post Title Size
ar: عنوان الحجم

source: H1 Font Size
ar: H1 حجم الخط

source: H2 Font Size
ar: H2 حجم الخط

source: H3 Fonts
ar: H3 الخطوط

source: H4 Fonts
ar: H4 الخطوط

source: H5 Fonts
ar: H5 الخطوط

source: H6 Fonts
ar: H6 الخطوط

source: Custom Codes
ar: رموز مخصصة

source: Custom CSS
ar: CSS مخصصة

source: Write your custom css here.
ar: إرسال المغلق المخصص الخاص بك هنا.

source: Tracker Script
ar: تعقب سيناريو

source: Put the tracker code such as google analythic here
ar: ضع التعليمات البرمجية تعقب مثل جوجل analythic هنا

source: Footer
ar: التذييل

source: Copyright Text
ar: نص حقوق التأليف والنشر

source: This configuration needs Siteorigin Page Builder
ar: هذا التكوين يحتاج Siteorigin الصفحة باني

source: You can download the required plugin from <a href="https://wordpress.org/plugins/siteorigin-panels/">Here</a>
ar: يمكنك تحميل البرنامج المساعد المطلوبة من <a href="https://wordpress.org/plugins/siteorigin-panels/"> هنا </a>

source: First Footer Content
ar: أول تذييل المحتوى

source: Select the page that the content was created with Siteorigin Page Builder, the content of the choosen page will be displayed in this footer
ar: اختر الصفحة التي تم إنشاء المحتوى مع Siteorigin الصفحة باني، سوف يتم عرض محتوى الصفحة المختار في هذا تذييل

source: WP Visual Editor
ar: محرر Visual الفسفور الابيض

source: Radio Button
ar: زر الراديو

source: Checkbox
ar: مربع الاختيار

source: Select
ar: إختيار

source: Fontawesome Icon
ar: Fontawesome أيقونة

source: Color
ar: اللون

source: Sorter
ar: مصنف الرسائل

source: Slider
ar: تصنيف الشرائح

source: Upload
ar: https://en.wikipedia.org/wiki/Rapid_Deployment_Forces_(Egypt)

source: Date
ar: التاريخ

source: Textarea
ar: نص

source: Check Image
ar: الاختيار صورة

source: Label 1
ar: التسمية 1

source: Label 2
ar: التسمية 2

source: Label 3
ar: التسمية 3

source: Label 4
ar: التسمية 4

source: Radio Image
ar: صورة

source: Code Editor
ar: محرر مدونة

source: Toggle
ar: تبديل

source: Color Accent
ar: لون اللكنة

source: Background Image URL
ar: خلفية URL صورة

source: Background Image Repeat
ar: صورة الخلفية كرر

source: Background Image Attachment
ar: صورة الخلفية مرفق

source: Background Image Position
ar: صورة الخلفية الوظيفة

source: Background Image Size
ar: خلفية حجم الصورة

source: Column
ar: عمود

source: Offset
ar: عوض

source: Button URL
ar: URL زر

source: Size
ar: الحجم

source: Icon name
ar: اسم رمز

source: ID
ar: هوية (ID)

source: Width
ar: عرض

source: Height
ar: الارتفاع

source: URL
ar: رابط URL

source: Autoplay
ar: التشغيل التلقائي

source: Show Comments
ar: إظهار التعليقات

source: Row
ar: صف

source: Grid
ar: شبكة

source: Inner Spacer
ar: فاصل الداخلي

source: Top Bar Menu
ar: أعلى شريط القوائم

source: Below Logo
ar: تحت شعار

source: Archive by Category "%s"
ar: أرشيف حسب الفئة "%s"

source: Search Results for "%s"
ar: نتائج ل بحث "%s"

source: Posts Tagged "%s"
ar: وظيفة معلم "%s"

source: Articles Posted by %s
ar: مقالات أرسلها "%s"

source: &nbsp; &raquo; &nbsp; Page
ar: &nbsp; &raquo; &nbsp; صفحة

source: Page %s
ar: صفحة %s

source: Leave a reply
ar: ترك الرد

source: 1 Reply
ar: 1 الرد

source: % Replies
ar: % الردود

source: Your comment is awaiting moderation.
ar: تعليقك ينتظر موافقة الإداره.

source: <i class="fa fa-long-arrow-left"></i> Previous Page
ar: <i class="fa fa-long-arrow-left"></i> الصفحة السابقة

source: Next Page <i class="fa fa-long-arrow-right"></i>
ar: الصفحة التالية <i class="fa fa-long-arrow-right"></i>

source: Primary Sidebar
ar: الشريط الجانبي الرئيسي

source: Main sidebar that appears on the right.
ar: الشريط الجانبي الرئيسي الذي يظهر على اليمين.

source: Related Entries
ar: مقالات ذات صلة

source: Share
ar: مشاركة

source: Install Required Plugins
ar: تثبيت إضافات مطلوبة

source: Installing Plugin: %s
ar: تثبيت إضافة: %s

source: Something went wrong.
ar: ذهب شيئا خاطئا.

source: Return to Required Plugins Installer
ar: رجوع لمثبت الاضافات الضرورية

source: Plugin activated successfully.
ar: تم تفعيل الاضافة بنجاح.

source: All plugins installed and activated successfully. %1$s
ar: جميع الإضافات مثبتة وتم تفعيلها بنجاح. %1$s

source: Return to the Dashboard
ar: العودة إلى لوحة التحكم الرئيسية

source: The following plugin was activated successfully: %s.
ar: تم تفعيل البرنامج المساعد التالية بنجاح: %s .

source: Dismiss this notice
ar: تجاهل هذه الملاحظة

source: External Link
ar: رابط خارجي

source: Private Repository
ar: مستودع الخاص

source: Pre-Packaged
ar: وتعبئتها مسبقا

source: WordPress Repository
ar: مستودع ووردبريس

source: Required
ar: مطلوب

source: Recommended
ar: يوصى به

source: Not Installed
ar: لا المثبتة

source: Installed But Not Activated
ar: مثبتة ولكن لم يتم تنشيط

source: No plugins to install or activate. <a href="%1$s" title="Return to the Dashboard">Return to the Dashboard</a>
ar: لا الإضافات مثبتة أو مفعلة. <a href="%1$s" title="Return to the Dashboard">Return to the Dashboard</a>

source: Plugin
ar: الإضافة

source: Source
ar: المصدر

source: Type
ar: نوع

source: Status
ar: الحالة

source: Install
ar: تثبيت

source: Activate
ar: مفعل

source: Install package not available.
ar: تثبيت الإضافة غير متوفر.

source: Downloading install package from <span class="code">%s</span>&#8230;
ar: تحميل تثبيت حزمة من <span class="code">%s</span>&#8230;

source: Unpacking the package&#8230;
ar: فك ضغط الحزمة ...

source: Installing the plugin&#8230;
ar: تثبيت الإضافة ...

source: Plugin install failed.
ar: فشل تثبيت الإضافة.

source: Plugin installed successfully.
ar: تم تثبيت الإضافة بنجاح.

source: Plugin activation failed.
ar: فشل تفعيل الإضافة.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ar: عملية التثبيت وتفعيل بدأت. قد تستغرق هذه العملية فترة من الوقت على بعض المضيفين، لذا يرجى التحلي بالصبر.

source: %1$s installed and activated successfully.
ar: %1$s تم التثبيت و التفعيل بنجاح.

source: Show Details
ar: مشاهدة التفاصيل

source: Hide Details
ar: إخفاء التفاصيل

source: All installations and activations have been completed.
ar: تم الإنتهاء من كل التثبيت و التفعيل.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ar: تثبيت وتفعيل الإضافة%1$s ( %2$d / %3$d )

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ar: عملية التثبيت هو بداية. قد تستغرق هذه العملية فترة من الوقت على بعض المضيفين، لذا يرجى التحلي بالصبر.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ar: حدث خطأ أثناء تثبيت %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
ar: عملية تثبيت %1$s فشلت.

source: %1$s installed successfully.
ar: %1$s تثبيت بنجاح.

source: All installations have been completed.
ar: وقد تم الانتهاء من التنصيب.

source: Installing Plugin %1$s (%2$d/%3$d)
ar: تثبيت الإضافة%1$s ( %2$d / %3$d )

source: Something went wrong with the plugin API.
ar: حصل خطأ ما في الـ API الخاص بالإضافة.

source: All plugins installed and activated successfully. %s
ar: كل الاضافات تم تثبيتها وتفعيلها بنجاح. %s

source: No Post Available to Show
ar: لا المشاركة متاح للمشاهدة

source: Commented on
ar: علق على

source: Show User's Info?
ar: تظهر معلومات المستخدم؟

source: Successful
ar: ناجح

source: Unauthorized function
ar: وظيفة غير مصرح بها

source: [Development Mode]
ar: [وضع التنمية]

source: Remove
ar: حدف

source: Add More
ar: إضافة المزيد

source: Vafpress Options
ar: خيارات Vafpress

source: Option Key is required
ar: مطلوب خيار مفتاح

source: Template Array/File is required
ar: مطلوب صفيف قالب / ملف

source: Page Slug is required
ar: مطلوب صفحة سبيكة

source: Can not be empty
ar: لا يمكن أن تكون فارغة

source: Invalid data
ar: بيانات غير صالحة

source: Unverified Access
ar: الوصول لم يتم التحقق منها

source: Invalid template supplied
ar: قالب غير صالح الموردة

source: Utility
ar: ويجب إتمام التوازن بين الفائدة

source: Restore Default
ar: استعادة الافتراضي

source: Export/Import
ar: تصدير/إستيراد

source: Insert
ar: إدراج

source: Cancel
ar: إلغاء

source: Saving successful
ar: إنقاذ ناجحة

source: Saving failed
ar: فشل الادخار

source: No changes made
ar: لا التغييرات التي تم إجراؤها

source: Value needs to be Alphabet
ar: قيمة يجب أن يكون الأبجدية

source: Value needs to be Alphanumeric
ar: قيمة يجب أن يكون أبجدية

source: Value needs to be Numeric
ar: القيمة يجب أن تكون رقمية

source: Value needs to be Valid Email
ar: قيمة يجب أن يكون ساري المفعول البريد الإلكتروني

source: Value needs to be Valid URL
ar: قيمة يجب أن يكون ساري المفعول URL

source: Length needs to be less than {0} characters
ar: طول يجب أن يكون أقل من {0} حرفا

source: Length needs to be more than {0} characters
ar: طول يجب أن يكون أكثر من {0} حرفا

source: Select no more than {0} items
ar: حدد ما لا يزيد عن {0} البنود

source: Select at least {0} items
ar: حدد على الأقل {0} البنود

source: This is required
ar: هذا مطلوب

source: Import succeed, option page will be refreshed..
ar: استيراد تنجح، صفحة الخيار سيكون منتعش ..

source: Import failed
ar: فشل الاستيراد

source: Export succeed, copy the JSON formatted options
ar: تصدير النجاح، نسخ خيارات JSON تنسيق

source: Export failed
ar: تصدير فشل

source: Restoration succeed, option page will be refreshed..
ar: استعادة تنجح، صفحة الخيار سيكون منتعش ..

source: Options identical to default
ar: خيارات متطابقة إلى الافتراضي

source: Restoration failed
ar: فشلت استعادة

source: Select option(s)
ar: حدد الخيار (ق)

source: Select an Icon
ar: اختر أيقونة

source: Choose File
ar: اختر ملف

source: Import
ar: استيراد

source: Import Options
ar: خيارات الاستيراد

source: Export
ar: تصدير

source: Export Options
ar: خيارات التصدير

source: Restore Default Options
ar: استعادة الخيارات افتراضي

source: Restore options to initial default values.
ar: استعادة الخيارات المبدئي القيم الافتراضية.

source: ** Please make sure you have already make a backup data of your current settings. Once you click this button, your current settings will be gone.
ar: ** من فضلك تأكد من أنك قمت بالفعل تقديم بيانات احتياطية من الإعدادات الحالية. وبمجرد النقر على هذا الزر، وسوف يكون ذهب الإعدادات الحالية.

source: Save Changes
ar: حفظ التغييرات

source: Saving Now
ar: إنقاذ الآن

source: This option panel is built using <a href="http://vafpress.com/vafpress-framework">Vafpress Framework</a> powered by <a href="http://vafpress.com">Vafpress</a>
ar: تم بناء هذا الفريق باستخدام الخيار إطار Vafpress <a href="http://vafpress.com/vafpress-framework"> </a> ومدعوم من <a href="http://vafpress.com"> Vafpress </A>
